
/*Alert Sheet Title*/

"Would you like to save your changes before exiting?" = "Θέλετε να αποθηκεύσετε τις αλλαγές σας πριν από την έξοδο;";

"Would you like to save your changes?" = "Θέλετε να αποθηκεύσετε τις αλλαγές σας;";


/* Alert Sheet description. */

"Your changes will be lost if you don't save them." = "Εάν δεν τις αποθηκεύσετε, οι αλλαγές σας θα χαθούν.";

/*Alert Sheet Buttons*/

"Save" = "Αποθήκευση";

"Cancel" = "Άκυρο";

"Dont Save" = "Να μην γίνει αποθήκευση";

/*App Menu*/

"About Logitech Camera Settings" = "Πληροφορίες για τις ρυθμίσεις κάμερας Logitech";

"Services" = "Υπηρεσίες";

"Hide Logitech Camera Settings" = "Απόκρυψη των ρυθμίσεων κάμερας Logitech";

"Hide Others" = "Απόκρυψη άλλων";

"Show All" = "Εμφάνιση όλων";

"Quit Logitech Camera Settings" = "Έξοδος από τις ρυθμίσεις κάμερας Logitech";

/*Edit Menu*/

"Edit" = "Επεξεργασία";

"Cut" = "Αποκοπή";

"Copy" = "Αντιγραφή";

"Paste" = "Επικόλληση";

"Delete" = "Διαγραφή";

"Select All" = "Επιλογή όλων";

/*Camera Menu*/

"Camera" = "Κάμερα";

"No Device Connected" = "Δεν υπάρχει συνδεδεμένη συσκευή";

/*Window Menu*/

"WINDOW" = "Παράθυρο";

"Minimize" = "Ελαχιστοποίηση";

"Close" = "Κλείσιμο";

"Bring All to Front" = "Μεταφορά σε πρώτο πλάνο";

/*Window Title*/

"Logitech Camera Settings" = "Ρυθμίσεις κάμερας Logitech";


/* LogiWindowController.xib strings*/ 
/*Webcam Control  1st Tab*/

"Webcam Control" = "Στοιχείο ελέγχου κάμερας web";

"Focus:" = "Εστίαση:";

"Auto" = "Αυτόματα";

"Restore to defaults" = "Επαναφορά προεπιλογών";

/*Advanced Settings 2ndTab*/

"Advanced Settings" = "Σύνθετες ρυθμίσεις";

"Image Quality:" = "Ποιότητα εικόνας:";


"Brightness" = "Φωτεινότητα";

"Contrast" = "Αντίθεση";

"Color Intensity" = "Ένταση χρωμάτων";

"White Balance" = "Ισορροπία λευκού";

/*Device Information 3rd tab*/

"Device Information" = "Πληροφορίες συσκευής";

"USB Vendor ID (VID):"  = "Αναγνωριστικό προμηθευτή USB (VID):";

"USB Product ID (PID):" = "Αναγνωριστικό προϊόντος USB (PID):";

"USB Revision (BCD):" = "Αναθεώρηση USB (BCD):";

"Firmware version:" = "Έκδοση υλικολογισμικού:";

"Firmware CRC:" = "CRC υλικολογισμικού:";

"EEPROM Version:" = "Έκδοση EEPROM:";

"Sensor Type:" = "Τύπος αισθητήρα:";


/* Background Process alert description */
"HELPER_APP_ALERT" = "Προκειμένου να λειτουργούν σωστά όλα τα χαρακτηριστικά, πρέπει να παραμείνει ενεργή αυτή η Εφαρμογή στο παρασκήνιο. Θέλετε να τρέξουμε για εσάς αυτή την Εφαρμογή στο παρασκήνιο;";

"No" = "Όχι";

"Yes" = "Ναι";